[X2DownloadableContentInfo_AddedPartNames]

.TorsoTemplate="CX_PsiArmor_MaleTorso"
.TorsoName="灵能护甲躯干"

.TorsoTemplate="CX_EU_PsiArmor_FemaleTorso"
.TorsoName="灵能护甲EU型躯干"

.TorsoTemplate="CX_EW_PsiArmor_FemaleTorso"
.TorsoName="灵能护甲EW型躯干"

.LegsTemplate="CX_PsiArmor_MaleLegs"
.LegsName="灵能护甲腿部"

.LegsTemplate="CX_EW_PsiArmor_FemaleLegs"
.LegsName="灵能护甲EW型腿部"

.LegsTemplate="CX_EU_PsiArmor_FemaleLegs"
.LegsName="灵能护甲EU型腿部"

.ArmsTemplate="CX_PsiArmor_MaleArms"
.ArmsName="灵能护甲手臂"

.ArmsTemplate="CX_EW_PsiArmor_FemaleArms"
.ArmsName="灵能护甲EW型手臂"

.ArmsTemplate="CX_EU_PsiArmor_FemaleArms"
.ArmsName="灵能护甲EU型手臂"